Autodesk.Revit.Utility.AssetPropertyList.GetValue
Gets collection of properties stored in this property list.
Remarks:
All the properties in the list are of the same AssetPropertyType.
The AssetPropertyType can only be APT_Integer, APT_DoubleArray4d or APT_Float.
Since:
2014